<template>
  <div class="service-center">
    <header-box
      :title="'免责协议'"
    ></header-box>
    <div class="notice">
      <p> 第1條:認知與接受條款</p>
      <p>1.1 「漫多」)係依據本服務條款提供漫多網站（https://www.hangtoon.net/）服務及HANGTOON應用程式服務 (以下簡稱「本服務」)。當會員完成漫多之會員註冊手續或開始使用本服務時，即表示已閱讀、瞭解並同意接受本服務條款之所有內容，並完全接受本服務現有與未來衍生的服務項目及內容。漫多公司有權修改或變更條款內容，會員於任何修改或變更後繼續使用本服務時，視為會員已閱讀、瞭解並同意接受該等修改或變更。若不同意上述的服務條款修訂或更新方式，或不接受本服務條款的其他任一約定，會員應立即停止使用本服務。 </p>
      <p>1.2  本服務禁止未滿十二歲之孩童使用，而使用者若為十二歲以上未滿十八歲之未成年人，應於家長（或監護人）閱讀、瞭解並同意本服務條款之所有內容及其後修改變更後，方得註冊為會員、使用或繼續使用本服務。當使用者進行會員註冊或繼續使用本服務時，即推定使用者的家長（或監護人）已閱讀、瞭解並同意接受本服務條款之所有內容及其後修改變更。 </p>
      <p>1.3  使用者的守法義務及承諾</p>
      <p> 漫多網站之使用者（包括會員及非會員）承諾絕不為任何非法目的或以任何非法方式使用本服務，並承諾遵守中華民國相關法規及一切使用網際網路之國際慣例。若為中華民國以外之使用者，除同意前述相關法規與國際慣例之外，亦同意遵守所屬國家或地域之法令。使用者同意並保證不得利用本服務從事侵害他人權益或違法之行為，包括但不限於：</p>
      <p>→公布或傳送任何誹謗、侮辱、具威脅性、攻擊性、不雅、猥褻、不實、違反公共秩序或善良風俗或其他不法之文字、圖片或任何形式的檔案。 </p>
      <p>侵害或毀損漫多或他人名譽、隱私權、營業秘密、商標權、著作權、專利權、其他智慧財產權及其他權利</p>
      <p>違反依法律或契約所應負之保密義務</p>
      <p>冒用他人名義使用本服務。</p>
      <p>傳輸或散布電腦病毒。</p>
      <p>從事未經漫多事前授權的商業行為。</p>
      <p>刊載、傳輸、發送垃圾郵件、連鎖信、違法或未經漫多許可之多層次傳銷訊息及廣告等；或儲存 任何侵害他人智慧財產權或違反法令之資料。</p>
      <p>對本服務其他用戶或第三人產生困擾、不悅或違反一般網路禮節致生反感之行為。</p>
      <p>其他不符本服務所提供的使用目的之行為或漫多有正當理由認為不適當之行為。</p>
      <p>如經查證有以上不法行為者，本公司得逕行刪除相關檔案內容、終止會員帳號及漫多服務之使用，會員不得異議，該會員並須對本公司負損害賠償責任。</p>
      <p>如因上述行為而致他人權益受損，該會員須自負其法律責任，概與本公司無關。</p>
      <p>第2條定義</p>
      <p>漫多網站服務之各式定義如下</p>
      <p> 2.1  所謂「HANGTOON網站（亦稱漫多網站）」，係指透過下列網址https://www.hangtoon.net/ 提供線上電子內容(參照2.2)閱覽之網站 。</p>
      <p> 2.2  所謂 「電子內容（亦稱內容）」，係指漫多網站內及HANGTOON應用程式內所提供之各式單行本、出版物和其他相關電子化漫畫書 </p>
      <p>2.3  所謂 「會員」，係指經由漫多網站或HANGTOON應用程式註冊程序加入會員之使用者，可持續閱覽並使用漫多提供之「完整」服務。「非會員」僅可閱覽並使用漫多提供之「部分」服務。</p>
      <p>2.4  所謂 「點券」，係指於漫多網站或HANGTOON應用程式購買或獲得之虛擬貨幣，可用於購買漫多網站及HANGTOON應用程式提供之電子內容。</p>
      <p>2.5  所謂「免費觀看券」，係指漫多贈送之禮券，可在有效時限內免費借閱漫多指定之電子內容。 </p>
      <p>2.6  所謂「定期自動扣款」，係指於漫多網站或HANGTOON應用程式購買定期定額商品時，以30日為周期，依交易時選擇之付款途徑自動定期結帳之交易方式</p>
      <p>第3條 會員帳號</p>
      <p>3.1  會員帳號註冊 為使用本服務，會員同意以下事項：</p>
      <p>3.1.1依本服務註冊資訊欄提供會員本人正確的資料，且不得以第三人之名義註冊為會員。每位會員僅能註冊登錄一個帳號，不可重複註冊登錄。</p>
      <p> 3.1.2若會員提供任何錯誤或不實之資料、或未按指示提供資料、或欠缺必要之資料、或有重複註冊帳號等情事，漫多有權不經事先通知，逕行暫停或終止會員之帳號，並拒絕提供會員全部或部分服務。</p>
      <p>3.1.3完成本服務的註冊程序後，會員有責任妥善保管並維持密碼及帳號之機密安全。任何依照規定方法輸入會員帳號及密碼與登入資料一致時，無論是否由本人親自輸入，均將推定為會員本人所使用，利用該密碼及帳號所進行的一切行動，會員本人應負完全責任。</p>
      <p>3.1.4  帳號安全維護相關：</p>
      <P>會員的密碼或帳號遭到盜用或有其他任何安全問題發生時，會員將立即通知漫多。
 →每次連線完畢，均登出會員帳號
</P>
      <P>會員的帳號、密碼及會員權益均僅供會員個人使用及享有，不得轉借、轉讓他人或與他人合用。</P>

      <P>帳號及密碼遭盜用、不當使用或其他漫多無法辯識是否為本人親自使用之情況時，對此所致之損害，除證明係因可歸責於漫多之事由所致，漫多將不負任何責任。</P>
      <P>漫多若知悉會員之帳號密碼確係遭他人冒用時，將立即暫停該帳號之使用(含該帳號所生交易之處理)。</P>
      <P>3.2  會員帳號註銷 如欲退出會員，會員可自行於網站/應用程式內「帳號設定與變更」頁面隨時註銷帳號，確認申請註銷後即刻生效，該帳號的使用紀錄、收藏漫畫及剩餘點券都將被刪除。（惟自動扣款取消等交易相關事宜，還需透過1:1客服系統或聯繫客服中心處理。）</P>
      <P>3.3  會員帳號凍結與會員資格喪失 ：</P>
      <P>3.3.1為維護本網站使用者權益及交易之安全，若有違反本條款內容及精神或損害他人權利時，或出現下列情形時，漫多有權暫停或終止會員資格，移除相關會員內容資料：</P>
      <P>以錯誤或不實資訊進行註冊或交易時。</P>
      <P>妨礙他人使用網站或對漫多造成營運上之影響時。</P>
      <P>使用網站服務期間，有違反本服務條款、法律、公共秩序或善良風俗之行為時。</P>
      <p>3.3.2因上述之事由遭漫多凍結帳號之會員，如在收到漫多凍結通知後未來信或來電說明並加以改善，則帳號會維持凍結狀態不可使用，嚴重者有被註銷帳號之可能。 3.3.3如有違反本條款而致帳號註銷之情況，漫多會於14個工作天前，透過會員註冊時留存於網站之電子信箱發函告知。</p>
      <p>第4條漫多隱私權政策</p>
      <p>會員之註冊及其他特定資料皆受到漫多「隱私權政策」保護及規範。</p>
      <p>第5條電子內容</p>
      <p>5.1  電子內容之提供 </p>
      <p>5.1.1漫多於服務營運期間，依照本條款規範提供購買電子內容的會員觀看之權利。</p>
      <p>5.1.2漫多有權在法律、營業或合約上產生問題時，或發生下列情況發生時（包括但不限於）變更、暫時中斷或終止特定的電子內容服務：</p>
      <p>根據本服務條款第11條，漫多不得已需暫停或終止服務時。</p>
      <p>與版權方的合約變更時。 →漫多營運政策變更時。</p>
      <p>5.2  電子內容之購買與取消 </p>
      <p>5.2.1根據本條款內容，會員得於購買或獲得點券（含觀看券）後，依網站標示之點券價格購買或借閱電子內容。</p>
      <p> 5.2.2電子內容一經購買，除過程中發生可歸責於漫多之事由，皆不可取消及退還點券</p>
      <p>第6條點券及觀看券</p>
      <p>6.1  點券之使用 本服務包含需支付點券的收費內容，會員可透過購買付費點券或網站贈送之點券觀看收費內容，點券價格及優惠方式皆以儲值頁面內容為主，且漫多保留隨時更改售價與優惠之權利。</p>
      <p>6.1.1會員所購買/獲得之點券僅限會員個人使用，不得擅自轉讓、販賣、借貸或分享，且僅限於使用漫多網站之服務</p>
      <p>6.1.2除付費點券，會員可透過網站活動或購買商品獲得漫多贈送之免費點券。贈送點券具使用期限（參照網站標示）， 且無法兌現，如未於期限內使用完畢，以致贈送點券自動過期消失，恕不補償。</p>
      <p>6.1.3如會員同時持有付費點券及贈送點券，購買網站內容時會優先扣除具期限之贈送點券。 6.1.4點券一經使用恕不退還。（取消交易等詳細內容參照第7條）</p>
      <p>6.2  免費觀看券之使用</p>
      <p>6.2.1符合免費觀看券（以下簡稱觀看券）使用條件之會員，可利用觀看券借閱網站電子內容（借閱範圍及時間參照網站標示）。</p>
      <p> 6.2.2觀看券具使用期限（參照網站標示），且無法兌現，如未於期限內使用完畢，以致觀看券自動過期消失，恕不補償</p>
      <p> 6.3網站各項優惠，漫多有權隨時修改或變更。</p>
      <p>第7條交易服務</p>
      <p>7.1  漫多網站儲值頁面及使用條款頁均載明交易注意事項，交易均需會員主動於結帳頁輸入個人資料方能完成購買，當會員選擇購買並完成結帳時，視為會員本人主動儲值並已知悉交易相關規定。</p>
      <p>7.2  會員結帳時，隨各交易平台規定之不同，有被支付平台收取手續費之可能，結帳時所產生之手續費皆由會員自行負擔，漫多概不負責。</p>
      <p>7.3  會員使用本服務訂購產品後倘任意更改、取消訂單、或有任何漫多認為不適當而造成漫多作業上之困擾或損害之行為，漫多將可視情況採取拒絕交易、拒絕退款，或永久取消會員資格等方式處理。</p>
      <p>7.4  交易之取消與退款（限信用卡交易）</p>
      <p>7.4.1  使用「信用卡儲值」之會員，在完全未使用過點數商品的情形下，可於交易成立後七日內，來信（電子郵件或1:1客服系統）或來電聯絡本公司，經確認符合退款資格後，將儘速退款並回收點券。</p>
      <p> 7.4.2  自動扣款（定期定額儲值）商品之取消與解除規則如下：</p>
      <p>此商品最低應繳期數為兩期，使用滿兩期、不欲續繳之會員可聯絡客服中心申請取消/解除。</p>
      <p>「取消自動扣款」：取消當月定期儲值並退款。</p>
      <p>「解除自動扣款」：維持當月扣款項目、終止之後的每月自動扣款。</p>
      <p>在會員完全未使用當月自動扣款商品之情況下，可選擇「取消自動扣款」或「解除自動扣款」。</p>
      <p>反之，若已使用當月購買之自動扣款商品，本公司可拒絕取消交易及退款。</p>
      <p>第8條各項通知及行銷訊息發送</p>
      <p>8.1  會員同意漫多所提供本服務之範圍，漫多均得視業務需要及實際情形增減、變更或終止相關服務之項目或內容，且無需個別通知會員。</p>
      <p>8.2  會員同意漫多得依實際執行情形增加、修改或終止相關活動，並選擇最適方式告知會員。</p>
      <p> 8.3  會員同意漫多得不定期發送電子報或商品訊息至會員所登錄之電子信箱帳號或其他聯絡方式。當會員收到訊息後表示拒絕接受行銷時，漫多將停止發送行銷訊息。</p>
      <p>第9條智慧財產權</p>
      <p>9.1  漫多所使用之軟體或程式、網站上所有內容，包括但不限於著作、圖片、檔案、資訊、資料、網站架構、網站畫面的安排、網頁設計，均由漫多或其他權利人依法擁有其智慧財產權，包括但不限於商標權、專利權、著作權、營業秘密與專有技術等。任何人不得逕自使用、修改、重製、公開播送、改作、散布、發行、公開發表、進行還原工程、解編或反向組譯。若會員欲引用或轉載前述軟體、程式或網站內容，必須依法取得漫多或其他權利人的事前書面同意。尊重智慧財產權是漫多服務使用者應盡的義務，如有違反，使用者應對漫多負損害賠償責任（包括但不限於訴訟費用及律師費用等）。</p>
      <p> 9.2  在尊重他人智慧財產權之原則下，使用者同意在使用漫多之服務時，不做侵害他人智慧財產權之行為。 </p>
      <p>9.3  若會員有涉及侵權之情事，漫多可暫停全部或部分之服務，或逕自以取消會員帳號之方式處理。</p>
      <p>第10條兒童及青少年之保護</p>
      <p>10.1  為確保兒童及青少年使用網路之安全，並避免其隱私權受到侵犯，家長（或監護人）應盡到下列義務： 避免未滿十二歲之兒童使用本服務，十二歲以上未滿十八歲之青少年使用本服務前亦應斟酌是否予以同意。</p>
      <p>10.2  本服務所提供之刊物內容或書籍可能涉及限制級成人內容，部分內容僅提供滿十八歲之成年人進入觀賞。會員於漫多網站之提示視窗勾選確認符合年齡限制後，視為會員已詳讀並確認漫多網站分級閱讀之設定，及擔保其年齡之真實性，本公司不負另行核對確認年齡之義務。</p>
      <p>第11條網站服務之停止、中斷</p>
      <p>漫多將依一般合理之技術及方式，維持系統及服務之正常運作。但於以下各項情況時，漫多有權可以停止、中斷提供本服務：</p>
      <p>漫多網站電子通信設備進行必要之保養及施工時。</p>
      <p>發生突發性之電子通信設備故障時。</p>
      <p>漫多網站申請之電子通信服務被停止，無法提供服務時。</p>
      <p>由於天災等不可抗力之因素或其他不可歸責於漫多致使漫多網站無法提供服務時。</p>
      <p>第12條責任之限制與排除</p>
      <p>12.1  本服務所提供之各項功能， 均僅依各該服務當時之功能及現況提供使用，對於使用者之特定要求或需求，包括但不限於速度、安全性、可靠性、完整性、正確性及不會斷線和出錯等，漫多網站皆不負任何形式或內容之擔保或保證責任 。</p>
      <p>12.2  不保證任何檔案或資料於傳送過程均係可靠且正確無誤，亦不保證所儲存或所傳送之檔案或資料之安全性、可靠性、完整性、正確性及不會斷線和出錯等，使用者應對傳送過程中或儲存時之郵件、檔案或資料遺失或電腦系統損壞自負完全責任，與漫多無涉。</p>
      <p> 12.3  漫多網站所提供的服務本身之使用，所造成之任何直接或間接之損害，除漫多有故意或重大過失者外，漫多均不負任何責任。</p>
      <p>第13條整體條款及可分離性</p>
      <p>本條款為本公司針對漫多網站、TOPTOON應用程式及電子內容的服務與用戶間定下之協議，如有條款不具約束力，或因某種理由無法執行時，將分離該部分，不影響其他有效或可以執行的條款。</p>
      <p>第14條準據法與管轄法院</p>
      <p>本服務條款之解釋與適用，以及與本服務條款有關或會員與漫多間因交易行為而產生之爭議或糾紛，應依照中華民國法律予以處理，並以台灣台北地方法院為第一審管轄法院，但若法律對於管轄法院另有強制規定者，仍應依其規定。</p>

      <!-- <p>123456@126.com <span>/</span> 0591-1234567</p> -->
    </div>
    <!-- <p class="common">常见问题</p>
    <div class="problem">
      <h3>1.購買之作品是否有觀看期限？</h3>
      <p>購買之作品皆可無限期觀看</p>
      <h3>2.如何儲值？</h3>
      <p>點擊右下角：我-錢包-選擇儲值金額-選擇儲值管道</p>
      <h3>3.如何知道現時我購買了哪些漫畫？</h3>
      <p>我的-錢包-明細-使用記錄</p>
    </div> -->
  </div>
</template>

<script>
import HeaderBox from '@/components/common/header.vue';

export default {
  data() {
    return {

    };
  },
  methods: {

  },
  components: {
    HeaderBox,
  },
};
</script>

<style scoped lang="less">
.service-center {
  .notice {
    height: 418px;

    border-radius: 15px;
    margin: 45px 32px 77px;
    padding: 55px 0 0 38px;

    h3 {
      font-size: 34px;
      color: rgba(0, 0, 0, 1);
      line-height: 78px;
      margin-bottom: 51px;
    }

    p {
      font-size: 29px;
      color: rgba(0, 0, 0, 1);
      padding-bottom: 26px;
      line-height:50px;

      &:last-child {
        font-size: 29px;
        /* margin-top: 46px; */

        span {
          margin: 0 38px;
        }
      }
    }
  }

  .common {
    font-size: 29px;
    color: rgba(139, 137, 137, 1);
    margin-left: 51px;
    font-weight: 400;
    padding-bottom: 32px;
    border-bottom: 1px solid rgba(197, 197, 197, 1);
  }

  .problem {
    width: 623px;
    margin: 73px auto 0;

    h3 {
      font-size: 32px;
      font-weight: 800;
      color: rgba(0, 0, 0, 1);
      margin-bottom: 35px;
    }

    p {
      font-size: 29px;
      color: rgba(0, 0, 0, 1);
      line-height: 52px;
      margin-bottom: 68px;
    }
  }
}
</style>
